{
  "text": {
    "hey": 67,
    "hello": 66,
    "hi": 68,
    "there": 156,
    "good": 57,
    "morning": 97,
    "evening": 49,
    "moin": 96,
    "let": 84,
    "s": 129,
    "go": 56,
    "dude": 47,
    "goodmorning": 60,
    "goodevening": 59,
    "afternoon": 4,
    "cu": 38,
    "by": 21,
    "cee": 28,
    "you": 174,
    "later": 82,
    "night": 104,
    "bye": 22,
    "goodbye": 58,
    "have": 65,
    "a": 0,
    "nice": 103,
    "day": 40,
    "see": 132,
    "around": 8,
    "yes": 173,
    "y": 171,
    "indeed": 72,
    "of": 109,
    "course": 37,
    "that": 154,
    "sounds": 146,
    "correct": 36,
    "no": 106,
    "n": 99,
    "never": 102,
    "i": 70,
    "don": 44,
    "t": 151,
    "think": 157,
    "so": 143,
    "like": 86,
    "way": 165,
    "not": 108,
    "really": 126,
    "find": 51,
    "me": 95,
    "red": 127,
    "shirt": 134,
    "am": 6,
    "looking": 89,
    "for": 54,
    "blue": 15,
    "jacket": 78,
    "show": 138,
    "green": 62,
    "pants": 115,
    "want": 164,
    "black": 11,
    "hat": 64,
    "do": 41,
    "any": 7,
    "white": 168,
    "shoes": 136,
    "some": 144,
    "yellow": 172,
    "dresses": 46,
    "need": 101,
    "pink": 117,
    "scarf": 131,
    "dress": 45,
    "m": 90,
    "burgundy": 20,
    "can": 23,
    "navy": 100,
    "purple": 123,
    "to": 159,
    "borrow": 18,
    "sweater": 149,
    "what": 166,
    "teal": 153,
    "skirts": 140,
    "gray": 61,
    "blazers": 13,
    "striped": 147,
    "shirts": 135,
    "casual": 27,
    "brown": 19,
    "sneakers": 142,
    "vintage": 163,
    "tshirt": 160,
    "blouse": 14,
    "coats": 31,
    "shorts": 137,
    "jeans": 79,
    "hoodie": 69,
    "sweatpants": 150,
    "actually": 2,
    "about": 1,
    "instead": 73,
    "d": 39,
    "rather": 125,
    "look": 88,
    "skirt": 139,
    "coat": 30,
    "nike": 105,
    "dunks": 48,
    "puma": 122,
    "adidas": 3,
    "levi": 85,
    "converse": 35,
    "air": 5,
    "jordans": 80,
    "vans": 162,
    "old": 111,
    "skool": 141,
    "north": 107,
    "face": 50,
    "interested": 74,
    "in": 71,
    "ralph": 124,
    "lauren": 83,
    "polo": 119,
    "the": 155,
    "champion": 29,
    "doc": 42,
    "martens": 92,
    "birkenstock": 10,
    "sandals": 130,
    "carhartt": 26,
    "zara": 175,
    "h": 63,
    "blazer": 12,
    "uniqlo": 161,
    "lamelo": 81,
    "ball": 9,
    "gildan": 55,
    "book": 16,
    "this": 158,
    "item": 77,
    "would": 170,
    "reserve": 128,
    "please": 118,
    "ll": 87,
    "take": 152,
    "one": 113,
    "it": 76,
    "proceed": 121,
    "with": 169,
    "booking": 17,
    "confirm": 34,
    "my": 98,
    "pair": 114,
    "cardigan": 24,
    "maybe": 94,
    "something": 145,
    "olive": 112,
    "maroon": 91,
    "color": 32,
    "is": 75,
    "fine": 52,
    "care": 25,
    "preference": 120,
    "surprise": 148,
    "whatever": 167,
    "flexible": 53,
    "colors": 33,
    "shade": 133,
    "okay": 110,
    "doesn": 43,
    "matter": 93,
    "pick": 116
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "find_item": 4,
    "book_item": 1,
    "provide_item_type": 8,
    "provide_color": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_book_item": 1,
    "action_find_item": 7,
    "action_show_next_item": 12,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}