{
  "text": {
    "hey": 53,
    "hello": 52,
    "hi": 54,
    "there": 124,
    "good": 44,
    "morning": 74,
    "evening": 38,
    "moin": 73,
    "let": 64,
    "s": 99,
    "go": 43,
    "dude": 37,
    "goodmorning": 47,
    "goodevening": 46,
    "afternoon": 2,
    "cu": 30,
    "by": 16,
    "cee": 22,
    "you": 140,
    "later": 63,
    "night": 81,
    "bye": 17,
    "goodbye": 45,
    "have": 51,
    "a": 0,
    "nice": 80,
    "day": 31,
    "see": 101,
    "around": 5,
    "yes": 139,
    "y": 137,
    "indeed": 57,
    "of": 84,
    "course": 29,
    "that": 122,
    "sounds": 114,
    "correct": 28,
    "no": 82,
    "n": 76,
    "never": 79,
    "i": 56,
    "don": 34,
    "t": 119,
    "think": 125,
    "so": 111,
    "like": 65,
    "way": 131,
    "not": 83,
    "really": 96,
    "find": 39,
    "me": 72,
    "red": 97,
    "shirt": 103,
    "am": 3,
    "looking": 67,
    "for": 42,
    "blue": 10,
    "jacket": 61,
    "show": 107,
    "green": 49,
    "pants": 89,
    "want": 130,
    "black": 6,
    "hat": 50,
    "do": 32,
    "any": 4,
    "white": 134,
    "shoes": 105,
    "some": 112,
    "yellow": 138,
    "dresses": 36,
    "need": 78,
    "pink": 91,
    "scarf": 100,
    "dress": 35,
    "m": 68,
    "burgundy": 15,
    "can": 18,
    "navy": 77,
    "purple": 95,
    "to": 127,
    "borrow": 13,
    "sweater": 117,
    "what": 132,
    "teal": 121,
    "skirts": 109,
    "gray": 48,
    "blazers": 8,
    "striped": 115,
    "shirts": 104,
    "casual": 21,
    "brown": 14,
    "sneakers": 110,
    "vintage": 129,
    "tshirt": 128,
    "blouse": 9,
    "coats": 24,
    "shorts": 106,
    "jeans": 62,
    "hoodie": 55,
    "sweatpants": 118,
    "book": 11,
    "this": 126,
    "item": 60,
    "would": 136,
    "reserve": 98,
    "please": 92,
    "ll": 66,
    "take": 120,
    "one": 87,
    "it": 59,
    "proceed": 94,
    "with": 135,
    "booking": 12,
    "confirm": 27,
    "my": 75,
    "pair": 88,
    "blazer": 7,
    "skirt": 108,
    "coat": 23,
    "cardigan": 19,
    "maybe": 71,
    "something": 113,
    "olive": 86,
    "maroon": 69,
    "color": 25,
    "is": 58,
    "fine": 40,
    "care": 20,
    "about": 1,
    "preference": 93,
    "surprise": 116,
    "the": 123,
    "whatever": 133,
    "flexible": 41,
    "colors": 26,
    "shade": 102,
    "okay": 85,
    "doesn": 33,
    "matter": 70,
    "pick": 90
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "find_item": 4,
    "book_item": 1,
    "provide_item_type": 8,
    "provide_color": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_book_item": 1,
    "action_find_item": 7,
    "action_show_next_item": 12,
    "utter_ask_color": 15,
    "utter_ask_item_type": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}