{
  "text": {
    "hey": 55,
    "hello": 54,
    "hi": 56,
    "there": 129,
    "good": 46,
    "morning": 78,
    "evening": 40,
    "moin": 77,
    "let": 67,
    "s": 104,
    "go": 45,
    "dude": 39,
    "goodmorning": 49,
    "goodevening": 48,
    "afternoon": 3,
    "cu": 31,
    "by": 17,
    "cee": 23,
    "you": 145,
    "later": 66,
    "night": 85,
    "bye": 18,
    "goodbye": 47,
    "have": 53,
    "a": 0,
    "nice": 84,
    "day": 33,
    "see": 106,
    "around": 6,
    "yes": 144,
    "y": 142,
    "indeed": 59,
    "of": 88,
    "course": 30,
    "that": 127,
    "sounds": 119,
    "correct": 29,
    "no": 86,
    "n": 80,
    "never": 83,
    "i": 58,
    "don": 36,
    "t": 124,
    "think": 130,
    "so": 116,
    "like": 68,
    "way": 136,
    "not": 87,
    "really": 101,
    "find": 41,
    "me": 76,
    "red": 102,
    "shirt": 108,
    "am": 4,
    "looking": 71,
    "for": 44,
    "blue": 11,
    "jacket": 64,
    "show": 112,
    "green": 51,
    "pants": 93,
    "want": 135,
    "black": 7,
    "hat": 52,
    "do": 34,
    "any": 5,
    "white": 139,
    "shoes": 110,
    "some": 117,
    "yellow": 143,
    "dresses": 38,
    "need": 82,
    "pink": 95,
    "scarf": 105,
    "dress": 37,
    "m": 72,
    "burgundy": 16,
    "can": 19,
    "navy": 81,
    "purple": 99,
    "to": 132,
    "borrow": 14,
    "sweater": 122,
    "what": 137,
    "teal": 126,
    "skirts": 114,
    "gray": 50,
    "blazers": 9,
    "striped": 120,
    "shirts": 109,
    "casual": 22,
    "brown": 15,
    "sneakers": 115,
    "vintage": 134,
    "tshirt": 133,
    "blouse": 10,
    "coats": 25,
    "shorts": 111,
    "jeans": 65,
    "hoodie": 57,
    "sweatpants": 123,
    "actually": 2,
    "about": 1,
    "instead": 60,
    "d": 32,
    "rather": 100,
    "look": 70,
    "skirt": 113,
    "coat": 24,
    "book": 12,
    "this": 131,
    "item": 63,
    "would": 141,
    "reserve": 103,
    "please": 96,
    "ll": 69,
    "take": 125,
    "one": 91,
    "it": 62,
    "proceed": 98,
    "with": 140,
    "booking": 13,
    "confirm": 28,
    "my": 79,
    "pair": 92,
    "blazer": 8,
    "cardigan": 20,
    "maybe": 75,
    "something": 118,
    "olive": 90,
    "maroon": 73,
    "color": 26,
    "is": 61,
    "fine": 42,
    "care": 21,
    "preference": 97,
    "surprise": 121,
    "the": 128,
    "whatever": 138,
    "flexible": 43,
    "colors": 27,
    "shade": 107,
    "okay": 89,
    "doesn": 35,
    "matter": 74,
    "pick": 94
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "find_item": 4,
    "book_item": 1,
    "provide_item_type": 8,
    "provide_color": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_book_item": 1,
    "action_find_item": 7,
    "action_show_next_item": 12,
    "utter_ask_color": 15,
    "utter_ask_item_type": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}