{
  "text": {
    "hey": 54,
    "hello": 53,
    "hi": 55,
    "there": 124,
    "good": 45,
    "morning": 75,
    "evening": 39,
    "moin": 74,
    "let": 65,
    "s": 100,
    "go": 44,
    "dude": 38,
    "goodmorning": 48,
    "goodevening": 47,
    "afternoon": 3,
    "cu": 30,
    "by": 17,
    "cee": 23,
    "you": 140,
    "later": 64,
    "night": 82,
    "bye": 18,
    "goodbye": 46,
    "have": 52,
    "a": 1,
    "nice": 81,
    "day": 31,
    "see": 102,
    "around": 6,
    "yes": 139,
    "y": 137,
    "indeed": 58,
    "of": 85,
    "course": 29,
    "that": 122,
    "sounds": 115,
    "correct": 28,
    "no": 83,
    "n": 77,
    "never": 80,
    "i": 57,
    "don": 35,
    "t": 119,
    "think": 125,
    "so": 112,
    "like": 66,
    "way": 131,
    "not": 84,
    "really": 97,
    "find": 40,
    "me": 73,
    "red": 98,
    "shirt": 104,
    "am": 4,
    "looking": 68,
    "for": 43,
    "blue": 11,
    "jacket": 62,
    "show": 108,
    "green": 50,
    "pants": 90,
    "want": 130,
    "black": 7,
    "hat": 51,
    "do": 32,
    "any": 5,
    "white": 134,
    "shoes": 106,
    "some": 113,
    "yellow": 138,
    "dresses": 37,
    "need": 79,
    "pink": 92,
    "scarf": 101,
    "shirts": 105,
    "under": 128,
    "__number__": 0,
    "dollars": 34,
    "dress": 36,
    "m": 69,
    "burgundy": 16,
    "can": 19,
    "navy": 78,
    "purple": 96,
    "to": 127,
    "borrow": 14,
    "sweater": 118,
    "what": 132,
    "teal": 121,
    "skirts": 110,
    "gray": 49,
    "blazers": 9,
    "striped": 116,
    "casual": 22,
    "brown": 15,
    "sneakers": 111,
    "vintage": 129,
    "book": 12,
    "this": 126,
    "item": 61,
    "would": 136,
    "reserve": 99,
    "please": 93,
    "ll": 67,
    "take": 120,
    "one": 88,
    "it": 60,
    "proceed": 95,
    "with": 135,
    "booking": 13,
    "confirm": 27,
    "my": 76,
    "pair": 89,
    "blazer": 8,
    "skirt": 109,
    "blouse": 10,
    "shorts": 107,
    "coat": 24,
    "jeans": 63,
    "hoodie": 56,
    "cardigan": 20,
    "maybe": 72,
    "something": 114,
    "olive": 87,
    "maroon": 70,
    "color": 25,
    "is": 59,
    "fine": 41,
    "care": 21,
    "about": 2,
    "preference": 94,
    "surprise": 117,
    "the": 123,
    "whatever": 133,
    "flexible": 42,
    "colors": 26,
    "shade": 103,
    "okay": 86,
    "doesn": 33,
    "matter": 71,
    "pick": 91
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "find_item": 4,
    "book_item": 1,
    "provide_item_type": 8,
    "provide_color": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_book_item": 1,
    "action_find_item": 7,
    "utter_ask_booking_confirmation": 14,
    "utter_ask_color": 15,
    "utter_ask_item_type": 16,
    "utter_booking_confirmed": 17,
    "utter_booking_denied": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}